{
  "musicians": {
    "billie": "Billie Eilish Pirate Baird O'Connell (born December 18, 2001) is an American singer and songwriter. She first gained public attention in 2015 with her debut single \"Ocean Eyes\", written and produced by her brother Finneas O'Connell, with whom she collaborates on music and live shows. In 2017, she released her debut extended play (EP), titled Don't Smile at Me. Commercially successful, it reached the top 15 of record charts in numerous countries, including the US, UK, Canada, and Australia.\n\nEilish's first studio album, When We All Fall Asleep, Where Do We Go? (2019), debuted atop the US Billboard 200 and UK Albums Chart. It was one of the best-selling albums of the year, buoyed by the success of its fifth single \"Bad Guy\", Eilish's first number-one on the US Billboard Hot 100. This made her the first artist born in the 21st century to release a chart-topping single. The following year, Eilish performed the theme song \"No Time to Die\" for the James Bond film of the same name, which topped the UK Singles Chart and won the Academy Award for Best Original Song in 2022. Her subsequent singles \"Everything I Wanted\", \"My Future\", \"Therefore I Am\", and \"Your Power\" peaked in the top 10 in the US and UK. Her second studio album, Happier Than Ever (2021), topped charts in 25 countries. She wrote and performed \"What Was I Made For?\" from Barbie (2023), which became her second number one single in the UK.",
    "50_cent": "Curtis James Jackson III (born July 6, 1975), known professionally as 50 Cent, is an American rapper, actor, television producer, and businessman. Born in South Jamaica, a neighborhood of Queens, Jackson began pursuing a musical career in 1996. In early 2000, he recorded his \"debut\" album Power of the Dollar for Columbia Records, however he was struck by nine bullets during a shooting in May of that year, causing its release to be cancelled and Jackson to be dropped from the label. In 2002, Jackson released the mixtape Guess Who's Back?, and was thereafter discovered by Eminem and signed to his label Shady Records, an imprint of Dr. Dre's Aftermath Entertainment and Interscope Records.\n\nHis first major-label album, Get Rich or Die Tryin' (2003) was released to critical acclaim and commercial success. The album spawned the Billboard Hot 100 number one singles \"In da Club\" and \"21 Questions\" (featuring Nate Dogg), and was certified 9× platinum by the Recording Industry Association of America (RIAA). That same year, he launched his own label G-Unit Records, namesake of a hip hop group which he formed two years prior; the label's initial signees were its members, fellow East Coast rappers Lloyd Banks and Tony Yayo. Jackson reached similar commercial and critical success with his second album, The Massacre (2005), which contained his third number-one single \"Candy Shop\" (featuring Olivia). He then adopted a lighter, pop rap derivative tone for his third and fourth albums, Curtis (2007) and Before I Self Destruct (2009)—which were met with stagnate commercial reception and mixed reviews—and aimed for a return to his roots with his fifth album, Animal Ambition (2014). He has since focused on his career in television and media, having executive-produced and starred in the television series Power (2014–2020), as well as its numerous spin-offs under his company G-Unit Films and Television Inc.",
    "mitski": "Mitski Miyawaki (born Mitsuki Laycock; September 27, 1990) is an American singer and songwriter. She self-released her first two albums, Lush (2012), and Retired from Sad, New Career in Business (2013), while studying studio composition at Purchase College's Conservatory of Music. The albums were originally made as her senior project. Her third studio album, Bury Me at Makeout Creek, was released in 2014 on the label Double Double Whammy.\n\nMitski signed with Dead Oceans in 2015 and released Puberty 2 (2016), Be the Cowboy (2018), and Laurel Hell (2022), the last of which made the top ten in several countries. In 2022, The Guardian dubbed her the \"best young songwriter\" in the United States. That same year, she co-wrote \"This Is a Life\" for the film Everything Everywhere All at Once, which earned her an Academy Award nomination for Best Original Song. Her seventh studio album, The Land Is Inhospitable and So Are We, was released in 2023. The album's third single, \"My Love Mine All Mine\", became Mitski's first song to chart on the Billboard Hot 100."
  }
}